// Написати програм који израчунава цену артикла у продавници здраве хране,и након тога
// исписује колико купац треба да плати
// Улазни подаци:
// Количина (у грамима)
// Цена (у динарима на 100г)
// Дан у недељи (као број 1-7 где је 1 понедељак)
// Понедељком и петком се одобрава попуст од 10%
// Пример:

// Купац треба да плати 72,4896 динара (можете да заокружите, али не мора)
// Објашњење:
// - 134.24г
// - 60 динара на 100г
// - 80,544 динара
// - 10% попуста јер је понедељак => 80,544 - 8,0544 = 72,4896

let kolicina = 134.24;
let cenaZaStoGrama = 60;
let dan = 5;
// let popust = 10;

let cena = kolicina /100 * cenaZaStoGrama;

if (dan===1 || dan===5) {
    // cena = (100-popust)/100 * cena;
    cena*=0.9;
}
console.log(cena)